$(function() { //прописать getReady
//Данные
	var TableTitle = [["Вид отказавшего оборудования", "Динамика отказов в работе технических средств","Доля от общего количества отказов грузовых вагонов"]];
	
//вызвать
	var TableValue = [
		["Кузов","4","6","26","13"],
		["Рама кузова","3","1","6","23"],
		["Рессорное подвешивание","1","1","1","32"],
    	["Колесная пара","1","1","1","32"],
    	["Колесо","1","1","1","32"],
    	["Ось колесной пары","1","1","1","32"],
    	["Буксовый узел","1","1","1","32"],
   		["Воздухораспределитель","1","1","1","32"],
    	["Тормозной цилиндр","1","1","1","32"],
    	["Арматура тормозного оборудования","1","1","1","32"]
    	["Колесо","1","1","1","32"],
    	["Ось колесной пары","1","1","1","32"],
    	["Буксовый узел","1","1","1","32"],
   		["Воздухораспределитель","1","1","1","32"],
    	["Тормозной цилиндр","1","1","1","32"],
    	["Арматура тормозного оборудования","1","1","1","32"]
	];
	
	//Создадим структуру
	var mytable = $('<table/>',{
						class:'mytable'
					}).append(
						$('<thead/>'),
						$('<tfoot/>'),
						$('<tbody/>')
					);

	//Нополняем табличку
	//Заголовок
	var TitleCell = $('<tr/>');
	$.each(TableTitle,function( i ) {
		TitleCell.append(
			$('<th/>',{'rowspan':'2',text:this[0]}),
      $('<th/>',{'colspan':'2',text:this[1]}),
      $('<th/>',{'colspan':'2',text:this[2]})
		);
	});
  
	$("thead",mytable).append(TitleCell).append($("<tr/>").append($("<th/>",{text:"За месяц"})).append($("<th/>",{text:"С начала года"})).append($("<th/>",{text:"За месяц"})).append($("<th/>",{text:"С начала года"})));

	//Данные
	$.each(TableValue,function() {
		//Переопределяем строку
		var DataCell = $('<tr/>');
		//Пробегаемся по ячейкам, если они фиксированые можно не использовать цикл, а указать индекс
		$.each(this,function() {
			DataCell.append(
				$('<td/>',{
					text:this
				})
			);
		});
		$("tbody",mytable).append(DataCell);
	});

	$('.content').append(mytable);
});